export const inspiring = `
ВООДУШЕВЛЯЮЩИЕ ЛИДЕРЫ

Во взаимоотношениях с другими, ВООДУШЕВЛЯЮЩИЕ лидеры, обычно:

Очень разговорчивы и убедительны в своих идеях
Дружелюбны и коммуникабельны, заражают своими идеями окружающих
Легко заводят разговор с другими, даже если впервые их видят
Тратят много времени на беседу с людьми и укрепляют отношения, перед тем как
приступить к делу
Позитивны и жизнерадостны
Не лояльны к тем, кто не одарен таким богатым воображением как они
Их речь выразительна, эмоциональна. Активная жестикуляция и богатая мимика
Всегда подходят с энтузиазмом к своим идеям и идеям других людей
Открыто выражают эмоции

При принятии решений и при столкновении с проблемами, ВООДУШЕВЛЯЮЩИЕ
лидеры склонны:

Мыслить вариативно
Оперативно и энергично реагировать на изменение условий окружающей среды
Принимать спонтанные решения и действовать интуитивно
Рисковать ради применения новых, неординарных подходов и методов
Увлекаясь идеей, воплощают ее в жизнь с интересом и энтузиазмом, без оглядки на
мнение окружающих. В то же время несколько рассеяны.

Их энергетика направлена на:

Поиск новых неординарных путей для выполнения работы
Эффективное мотивирование сотрудников на активность и высокую результативность
Повышение эффективности общения и создание возможности построения межличностных отношений
Генерирование креативных идей
Гибкость мышления
Поиск творческих и инновационных путей для выполнение работы
ВООДУШЕВЛЯЮЩИЕ лидеры преуспевают в:
Достижении высокоэффективных результатов
Ситуациях, требующих высоких энергозатрат и привлечения большого числа участников
Стимулировании и позитивной мотивации
Создании видения "большой картинки" у сотрудников, ориентации на достижение
целей проекта, формировании полного, объемного видения
Креативном мышлении, генерировании большого количества идей и подходов
Поиске творческих путей решения проблемы
Умении спонтанно и жизнерадостно подходить к решению любой ситуации

В экстремальных ситуациях ВООДУШЕВЛЯЮЩИЕ лидеры:

Принимают спонтанные, интуитивные решения. Могут колебаться в выборе того или
иного подхода к решению задачи
Не всегда доводят дело до конца. Часто теряют концентрацию
Говорят с большим количеством "воды"
Невнимательно слушают других
Пропускают или забывают важные факты, дедлайны заседаний
Часто меняют свое мнение и подход к решению задачи, забывая предупредить об
этом остальных
Легко увлекают людей неосуществимой, сумасшедшей идеей`;

export const harmonizer = `
Гармонизаторы

Во взаимоотношениях с другими, ГАРМОНИЗАТОРЫ:

Интересуются предпочтениями и всегда готовы ознакомиться с идеями своих коллег,
вместо того, чтобы сообщать, что именно надо сделать
Поддерживают других
Являются хорошими слушателями
Предпочитают взаимодействия, когда они сами и другие имеют возможность подумать 
и спланировать больше ситуаций.
фокусируются прежде всего на людях, а не на задачах или проблемах
Избегают или сглаживают ситуации, которые могут спровоцировать межличностные
конфликты
Фокусируются на сохранении взаимоотношений и обмене идеями, которые способствуют 
установлению гармоничных взаимоотношений между людьми
Уделяют внимание потребностям других людей, включая эмоциональные потребности
Используют «мягкую» мимику и тембр голоса, которые скорее создают комфорт,
чем убеждают
Используют истории, в первую очередь повествующие о людях, как путь к обмену
мнениями и поддержке идей
Открыто выражают свои эмоции и готовы обсуждать чувства с легкостью

При принятии решений и при столкновении с проблемами, ГАРМОНИЗАТОРЫ:

принимают решение только после тщательного анализа ситуации
чувствительны к тому, каков будет результат решения или действия для людей,
насколько люди готовы принять данное решение
предпочитают решения, которые сохраняют «status quo» или вводят изменения по-
степенно (эволюционно) в противовес решениям, которые подразумевают высокую
степень риска или революционные изменения
действуют твердо, но спокойно

ГАРМОНИЗАТОРЫ преуспевают в ситуациях, когда

есть план, и все идет «по плану»
требуется принимать во внимание потребности и интересы других, включая их по-
требности в выражении и работе с эмоциями
требуется построение команды с максимальной степенью вовлечения ее членов и
сотрудничества, а также разделением ответственности
необходимо поддерживать, помогать, сотрудничать и зависеть друг от друга в работе по до-
стижению групповых целей
необходимо слушать и слышать других в целях обеспечения взаимопонимания и эмпатии
необходимо привнести элементы спокойствия, терпения, комфорта и человеческого тепла в
рабочую атмосферу

в экстремальных ситуациях ГАРМОНИЗАТОРЫ:

стремятся удовлетворить других и готовы пойти на компромисс со своими собственными
идеями
излишне беспокойны и осторожны, медленно реагируют и принимают решения, они 
не в состоянии действовать своевременно
отказываются отклониться от их собственного плана, сопротивляясь даже нужным изменениям
избегают или сглаживают конфликты, которые необходимы
слишком конформисты
не декларируют свои преференции или мнения
не стремятся выразить свое мнение или предпочтения, расстраиваются, когда другие 
не читают их мысли или обсуждают их неозвученные преференции
излишне чувствительны
`;

export const analytics = `
АНАЛИТИКИ

Относительно других, Аналитики склонны:

Делиться информацией и идеями только после «приглашения» или после тщательного анализа
Легко вступать в контакт, прежде всего потому, что им не нравятся открытые конфронтации
и выражения ненужных эмоций.
Приступают сразу к заданию и не тратят время впустую на "приготовления" или проверку
чувств комфорта людей
Держат чувства в себе
Интересуются в первую очередь фактами и обсуждают идеи на детальном уровне
Желают разглядеть логику или структуру идеи, и стараются убедиться, что идея хорошо
продумана
Двигаются быстро, внимательны к новым фактам
Мимика и жестикуляция сдержанны
Разговаривают достаточно медленно, относительно монотонно
Концентрируют внимание на достигнутых результатах и их анализе
Искать гарантии, которые не будут оспариваться, которые работают превосходно, 
идеи которых реалистичны и оправданны.

Их энергия направлена на:

Выполнение высококачественной и аккуратной работы
Разработка процедур и методов, обеспечивающих использование и документирование 
лучших процессов
Работа на основе твердых фактов и логики
Обеспечение адекватной подготовки и внимания к деталям
Нахождение лучшего способа выполнение работы

Аналитики хороши в:

Поддержании упорядоченной , предсказуемой рабочей среды, в которой отдельные люди
могут использовать свои умения и знания для достижения высококачественных, 
практических результатов.
Принимают решения в ситуациях, отличающихся множеством деталей, 
требующих планомерных и организованных подходов
Ситуациях со значительным риском выполнения задач при требованиях совершенного результата
Следовании установленным «лучшим практикам», для обеспечения применимых результатов
В сборе и анализе фактов и данных и ясном и логическом мышлении

В экстремальных ситуациях АНАЛИТИКИ должны:

Быть перфекционистами в ситуациях, когда этого не требуется, будучи чрезмерно критич-
ными к себе и другим
Размышлять слишком долго, производя впечатление нерешительных и медлительных
Казаться слишком точными и педантичными
`;

export const drivers = `
ДРАЙВЕРЫ

Во взаимоотношениях с другими, НАПРАВЛЯЮЩИЕ лидеры обычно:

Прямолинейны и открыто излагают свою точку зрения и идеи
Скорее скажут другим, что нужно ДЕЛАТЬ, чем спросят об их предпочтениях
Оперативно берут на себя управление
Действуют всегда уверенно и властно
Быстро реагируют на все, чтобы достигнуть поставленных целей
Ценят практические идеи, ведущие к наглядному результату
Нетерпимы с теми, кто не способен быстро принимать решения
Разговаривают монотонно, практически без интонации
Мимика и жесты в устной речи практически отсутствуют
Прямолинейны
Необидчивы - не склонны показывать эмоции

При принятии решений и при столкновении с проблемами, НАПРАВЛЯЮЩИЕ лиде-
ры склонны:

Быстро принимать эффективные решения
Оперативно действовать и выражать недовольство, когда процесс затягивается
Рисковать ради достижения целей, даже если приходиться оперировать непроверенными
данными
Хорошо организованы и сфокусированы на результате
Проявлять агрессию при достижении целей

Их энергия направлена на:

Достижения результата
Прогресс и инновации
Контроль над ситуацией и людьми
Нахождение кратчайших путей достижения цели

Направляющие лидеры превосходно:

Достигают поставленных задач, даже в необычайно сложных ситуациях
Реагируют на ситуации, требующие принятия быстрого и эффективного решения
Контролируют трудные ситуации
Оперативны в принятии решений
Идейно мотивируют
Стимулируют активность в других
Думают и действуют независимо

В экстремальных ситуациях НАПРАВЛЯЮЩИЕ лидеры могут:

Быть слишком импульсивными в принятии решений, часто не анализируют достоинства и
недостатки
Быть автократическими и напористыми
Быть грубыми и часто не обращать внимания на других людей
Не слушать других
Слишком часто рисковать, порой не предусмотрительны
Оказывать давление на других для достижения целей и решения задач в очень сжатые сроки.
`;