import { IQuestionsModel } from "../abstractions/models";

export const questions: IQuestionsModel[] = [
  {
    a: 'деловой',
    b: 'смелый',
    c: 'привлекательный',
    d: 'преднамеренный',
  },
  {
    a: 'организованный',
    b: 'понимающий ответственность',
    c: 'приятный',
    d: 'слушатель',
  },
  {
    a: 'трудолюбивый',
    b: 'независимый',
    c: 'компанейский',
    d: 'сотрудничающий',
  },
  {
    a: 'не деловой',
    b: 'активный',
    c: 'разговорчивый',
    d: 'размышляющий',
  },
  {
    a: 'серьёзный',
    b: 'прямой',
    c: 'тёплый',
    d: 'заботливый',
  },
  {
    a: 'фактический',
    b: 'риск-тейкер',
    c: 'дружеский',
    d: 'осторожный',
  },
  {
    a: 'практический',
    b: 'доминирующий',
    c: 'понимающий',
    d: 'неразговорчивый',
  },
  {
    a: 'хладнокровный',
    b: 'авторитарный',
    c: 'эмоциональный',
    d: 'основательный',
  },
  {
    a: 'сфокусированный',
    b: 'решительный',
    c: 'открытый',
    d: 'терпимый',
  },
  {
    a: 'методичный',
    b: 'неколеблющийся',
    c: 'спонтанный',
    d: 'умеренный',
  },
  {
    a: 'дисциплинированный',
    b: 'определенный',
    c: 'общительный',
    d: 'наблюдательный',
  },
  {
    a: 'прилежный',
    b: 'твёрдый',
    c: 'демонстративный',
    d: 'медлительный',
  },
  {
    a: 'точный',
    b: 'умный',
    c: 'добродушный',
    d: 'мыслитель',
  },
  {
    a: 'формальный',
    b: 'уверенный',
    c: 'выразительный',
    d: 'планировщик',
  },
  {
    a: 'настойчивый',
    b: 'действенный',
    c: 'интуитивный',
    d: 'ограниченный',
  },
];